app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "nathan"], ["last_name", "rymarz"], ["created_at", "2020-12-17 06:23:59.380330"], ["updated_at", "2020-12-17 06:23:59.380330"]]
---
    def create
        @student = Student.new(student_params(:first_name,:last_name))
        @student.save